{
    "products" : [
        {
            "id": 1,
            "price" : "130",
            "currency": "€",
            "url": "polaroid",
            "description": "Pop culture in a camera. The point-and-shoot cameras that brought instant photography to the masses wrapped in the colors and characters that defined the ‘80s, ‘90s, and ‘00s. From boxy shapes to pop-up flashes, each camera tells a story that you’ll want to share.",
            "image": "../images/01.jpg",
            "name": "Polaroid 600",
            "credits": "Photo by Yoann Siloine on Unsplash"
        },
        {
            "id": 2,
            "price" : "250",
            "currency": "€",
            "url": "rolleiflex",
            "description": "A major appeal of Rolleiflex TLR cameras is that they are so well made. Constructed primarily of metal and glass and covered with a luxurious leather skin, Rolleiflex cameras are solid, and feel good in the hands.",
            "image": "../images/02.jpg",
            "name": "Rolleiflex",
            "credits": "Photo by Alexander Andrews on Unsplash"
        },
        {
            "id": 3,
            "price" : "50",
            "currency": "€",
            "url": "canon",
            "description": "The end of the fifties saw the birth of the first Canon SLR. This decade-long transition from telemetry to DSLR allowed Canon to produce its first quality SLRs, followed by many models, covering the needs of amateurs and professionals in film photography until today.",
            "image": "../images/03.jpg",
            "name": "Canon argentique",
            "credits": "Photo by Yoann Siloine on Unsplash"
        },
        {
            "id": 4,
            "price" : "300",
            "currency": "€",
            "url": "instamatic",
            "description": "It is a compact camera produced by the Kodak brand in Germany from 1970 to 1971. It is used with a slightly different film format",
            "image": "../images/04.jpg",
            "name": "Kodak instamatic",
            "credits": "Photo by Jakob Owens on Unsplash"
        },
        {
            "id": 5,
            "price" : "230",
            "currency": "€",
            "url": "ebner",
            "description": "There are at least three Ebner cameras of this type. Each one carries a number and the differences between camera are at the level of the objective.",
            "image": "../images/05.jpg",
            "name": "Ebner",
            "credits": "Photo by Alexander Andrews on Unsplash"
        },
        {
            "id": 6,
            "price" : "125",
            "currency": "€",
            "url": "reflekta",
            "description": "The Reflekta II or Reflecta II was offered in a large number of Lens / Shutter combinations. It is equipped with a double exposure safety device.The focusing is carried out by maneuvering the two objectives simultaneously from front to back using a circular lever.",
            "image": "../images/06.jpg",
            "name": "Reflekta II",
            "credits": "Photo by Alexander Andrews on Unsplash"
        }
    ]
}